/* Plugin description */
"Configures a new website (virtual host), with user and group web services if desired.  Configures and enables Apache service if necessary." = "Configure un nouveau site web (hôte virtuel) avec des services web d’utilisateur ou de groupe, si vous le souhaitez. Configure et active le service Apache, si nécessaire.";

/* No comment provided by engineer. */
"Getting network information" = "Obtention des informations de réseau";

/* No comment provided by engineer. */
"No web service version is configured. You can choose to run Apache version 1.3 or 2.2. Once updated to 2.2, you cannot go back to version 1.3." = "Aucune version de service web n’est configurée. Vous pouvez faire tourner Apache 1.3 ou Apache 2.2. Une fois que vous avez fait la mise à jour vers la version 2.2, vous ne pouvez plus revenir à la version 1.3.";

/* No comment provided by engineer. */
"Setting web information" = "Configuration des informations web";

/* No comment provided by engineer. */
"Starting web server" = "Démarrage du serveur web";

/* The argument is the target apache version, '1.3' or '2.2' */
"Succesfully upgraded to Apache %@ configuration. \n\nSee the webconfigmigrator.log for details on the migration, and review the new configuration to make sure any custom settings were migrated appropriately." = "Mise à niveau à la configuration Apache %@ réussie. \n\nConsultez le webconfigmigrator.log pour plus de détails concernant la migration et vérifiez la nouvelle configuration pour vous assurer que tous les réglages personnalisés ont été correctement migrés.";

/* No comment provided by engineer. */
"The web service is currently configured to use Apache version 1.3. You can choose to run Apache 2.2, but once you upgrade you may not go back to version 1.3." = "Le service web est actuellement configuré pour utiliser Apache 1.3. Vous pouvez exécuter Apache 2.2, mais sachez que vous ne pourrez plus revenir à la version 1.3 une fois la mise à niveau effectuée.";

/* No comment provided by engineer. */
"The web service is currently configured to use Apache version 2.2. You cannot downgrade to an earlier version." = "Le service web est actuellement configuré pour utiliser Apache 2.2. Il est impossible de revenir à une version antérieure.";

/* The argument is the target apache version, '1.3' or '2.2' */
"Unable to construct a valid Apache %@ configuration from existing Apache 1.3 configuration. Your Apache 1.3 configuration is left undisturbed, and Server Admin will continue to manage Apache 1.3.\n\nSee the webconfigmigrator.log for specific failure notes, and see the Web Technologies Admin Guide for troubleshooting suggestions." = "Impossible de construire une configuration Apache %@ valide à partir de la configuration Apache 1.3. Ceci n’affecte pas votre configuration Apache 1.3 et Admin Serveur va continuer à gérer Apache 1.3.\n\nConsultez l’historique webconfigmigrator.log pour des remarques d’échec spécifiques et consultez le Guide d’administration des technologies web pour des suggestions de dépannage.";

/* No comment provided by engineer. */
"Web Service: Migration Failed" = "Service web : échec de migration";

/* No comment provided by engineer. */
"Web Service: Migration Succeeded" = "Service web : migration réussie";

/* Plugin display name */
"Websites" = "sites web";

